Repository: Danixfun/AFinder
Catalog: AFinder/Utils/Internationalization/*.lproj/Localizable.strings
Languages: es

source: Just find it!
es: Sólo encuéntralo

# Let's go!
source: Â¡Vamos!
es: ¡Vamos!

source: Skip
es: Saltar

source: Permission
es: Permiso

# Permission message
source: Please, grant the application to know your location. That way we can find airports accurately!
es: Por favor, dale permiso a la app para saber tu ubicación. ¡Así podremos encontrar los aeropuertos con precisión!

# Permission disclaimer
source: We do not share your location with third parties.
es: No compartimos tu ubicación con terceros.

source: Grant
es: Permitir

source: Set a range
es: Establece un rango

# Set a range later
source: Don't worry, you can always change it later!
es: No te preocupes, puedes cambiarlo después.

source: Next
es: Siguiente

source: Find an airport
es: Encuentra un aeropuerto

# Select one
source: Select one to see its name and airport code.
es: Selecciona uno para ver su nombre y código de aeropuerto.

source: Done
es: Listo

source: Back
es: Atrás

# It happens
source: It happens, but don't worry. Go to your device's settings, then search for the AFinder app and grant it permission to use location.
es: Suela pasar, pero no te preocupes. Ve a la configuración de tu dispositivo, luego busca la app AFinder y otórgale permiso para usar la localización.

source: Open settings
es: Abrir configuración

source: Refresh
es: Recargar

# CantFindYouLabel
source: We can't find you
es: No podemos encontrarte

# CantFindYouInstructionsLabel
source: Go to your device's settings, then search for the AFinder app and grant it permission to use location.
es: Ve a la configuración de tu dispositivo, luego busca la app AFinder y otórgale permiso para usar la localización.

# ConnectionLostLabel
source: Connection lost
es: Conexión perdida

source: Unknown code
es: Código desconocido

source: Time zone
es: Huso horario

source: Unknown time zone
es: Huso horario desconocido
